Repository: OneApps-Studio/OneVoice
Catalog: MACAPP/OneVoiceMac/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

source: About 0.7–1 GB. Downloaded once, then recognition works entirely offline.
zh_hans: 约 0.7–1 GB。只需下载一次，之后识别可完全离线运行。

source: Accessibility
zh_hans: 辅助功能

source: Active engine
zh_hans: 当前引擎

source: Add Replacement
zh_hans: 添加替换规则

source: Add a pronunciation correction
zh_hans: 添加发音纠正规则

source: App language
zh_hans: App 语言

source: Apple On-Device Speech
zh_hans: Apple 端侧语音识别

source: Apple Speech continues to provide the live preview. Qwen replaces only the final transcript.
zh_hans: Apple 语音识别继续提供实时预览，Qwen 只替换最终转写结果。

source: Audio saved · transcript unavailable
zh_hans: 音频已保存 · 暂无转写

source: Back 15 Seconds
zh_hans: 后退 15 秒

source: Cancel
zh_hans: 取消

source: Cancel Starting
zh_hans: 取消启动

source: Choose Audio or Video
zh_hans: 选择音频或视频

source: Copy
zh_hans: 复制

source: Delete
zh_hans: 删除

source: Dictate
zh_hans: 听写

source: Dictionary
zh_hans: 个人词典

source: Download Qwen3-ASR 0.6B
zh_hans: 下载 Qwen3-ASR 0.6B

source: Download failed
zh_hans: 下载失败

source: Drop a media file here. OneVoice reads its audio track locally and saves only the transcript.
zh_hans: 把媒体文件拖到这里。OneVoice 会在本地读取音轨，只保存转写文本。

source: English
zh_hans: 英语

source: English (US)
zh_hans: 英语（美国）

source: File transcription cancelled.
zh_hans: 已取消文件转写。

source: Finish
zh_hans: 结束

source: Finish Dictation
zh_hans: 结束听写

source: Finishing…
zh_hans: 正在结束…

source: Forward 15 Seconds
zh_hans: 前进 15 秒

source: General
zh_hans: 通用

source: Global dictation
zh_hans: 全局语音输入

source: Global shortcuts
zh_hans: 全局快捷键

source: Grant Required Permissions
zh_hans: 授予所需权限

source: Granted
zh_hans: 已授权

source: High-accuracy model
zh_hans: 高精度模型

source: Hold
zh_hans: 长按

source: Hold to talk
zh_hans: 长按时输入

source: Input Monitoring
zh_hans: 输入监控

source: Installed
zh_hans: 已安装

source: Installed and ready
zh_hans: 已安装，可以使用

source: Keyboard
zh_hans: 键盘

source: Language
zh_hans: 语言

source: Launch at Login
zh_hans: 登录时启动

source: Left Command
zh_hans: 左 Command

source: Left Control
zh_hans: 左 Control

source: Left Option
zh_hans: 左 Option

source: Library
zh_hans: 录音库

source: Listening…
zh_hans: 正在聆听…

source: Live transcription · no audio leaves your device
zh_hans: 实时转写 · 音频不会离开设备

source: Microphone
zh_hans: 麦克风

source: Models
zh_hans: 模型

source: More From One Apps
zh_hans: 更多 One Apps

source: No recordings or transcripts yet
zh_hans: 还没有录音或转写

source: Not installed
zh_hans: 未安装

source: OK
zh_hans: 好

source: Off
zh_hans: 已关闭

source: OneVoice needs attention
zh_hans: OneVoice 需要处理一个问题

source: OneVoice processes speech locally and has no analytics or OneVoice server. Voice-note audio from iPhone, transcripts, and dictionary replacements can sync through your private Apple iCloud account. Mac quick-dictation audio is never saved.
zh_hans: OneVoice 在本地处理语音，不含统计分析，也没有 OneVoice 自建服务器。iPhone 语音笔记的音频、转写和词典替换可通过你的 Apple 私有 iCloud 账户同步。Mac 快捷听写音频从不保存。

source: Open
zh_hans: 打开

source: Open Privacy & Security
zh_hans: 打开“隐私与安全性”

source: Optional
zh_hans: 可选

source: Optional downloadable final-pass recognition for Mandarin, dialects, English, and mixed-language speech.
zh_hans: 可选下载的最终精确识别模型，支持普通话、方言、英语和中英混合语音。

source: Pause
zh_hans: 暂停

source: Play
zh_hans: 播放

source: Preparing download…
zh_hans: 正在准备下载…

source: Preparing private recognition…
zh_hans: 正在准备私密识别…

source: Privacy
zh_hans: 隐私

source: Privacy Policy
zh_hans: 隐私政策

source: Product Page
zh_hans: 产品页面

source: Quit
zh_hans: 退出

source: Recognition language
zh_hans: 识别语言

source: Record, transcribe, remember
zh_hans: 录下来，转成文字，随时找到

source: Recordings
zh_hans: 录音库

source: Remove Model
zh_hans: 删除模型

source: Required
zh_hans: 需要授权

source: Restore Default Shortcuts
zh_hans: 恢复默认快捷键

source: Right Command
zh_hans: 右 Command

source: Right Control
zh_hans: 右 Control

source: Right Option
zh_hans: 右 Option

source: Secure fields cannot be filled automatically. The transcript was copied.
zh_hans: 安全输入框不会自动填充，转写已复制。

source: Select a section
zh_hans: 选择一个功能

source: Settings…
zh_hans: 设置…

source: Setup
zh_hans: 设置

source: Share Audio
zh_hans: 分享音频

source: Source Code
zh_hans: 源代码

source: Speak naturally
zh_hans: 自然说话即可

source: Speech Recognition
zh_hans: 语音识别

source: Start Dictation
zh_hans: 开始听写

source: Startup
zh_hans: 启动

source: Status
zh_hans: 状态

source: Support
zh_hans: 支持

source: Sync Now
zh_hans: 立即同步

source: Sync error
zh_hans: 同步错误

source: Sync recordings, transcripts, and dictionary
zh_hans: 同步录音、转写和个人词典

source: Synced
zh_hans: 已同步

source: Syncing…
zh_hans: 正在同步…

source: System
zh_hans: 跟随系统

source: Tap
zh_hans: 短按

source: Tap to start or finish
zh_hans: 短按开始或结束

source: The two shortcuts must be different. OneVoice automatically keeps them from conflicting.
zh_hans: 两个快捷键必须不同，OneVoice 会自动避免冲突。

source: Transcribe File
zh_hans: 文件转写

source: Transcribe audio or video
zh_hans: 转写音频或视频

source: Transcript saved to History
zh_hans: 转写已保存到录音库

source: Transcript saved.
zh_hans: 转写已保存。

source: Use Qwen for the accurate final pass
zh_hans: 使用 Qwen 生成更准确的最终结果

source: Version %arg (%arg)
zh_hans: 版本 %arg（%arg）

source: Voice notes from iPhone appear here through private iCloud sync. Mac dictation transcripts are saved here too.
zh_hans: iPhone 的语音笔记会通过私有 iCloud 同步显示在这里，Mac 听写转写也会保存在这里。

source: Voice-note audio, transcripts, and dictionary replacements sync through your private iCloud database. Quick-dictation audio, imported media, and downloaded models never sync.
zh_hans: 语音笔记音频、转写和词典替换通过你的私有 iCloud 数据库同步。快捷听写音频、导入媒体和下载模型永不同步。

source: What OneVoice hears
zh_hans: OneVoice 听到的内容

source: What OneVoice should write
zh_hans: OneVoice 应写成

source: When using Fn, set System Settings → Keyboard → Press fn key to → Do Nothing.
zh_hans: 使用 Fn 时，请在“系统设置 → 键盘 → 按下 fn 键”中选择“不执行任何操作”。

source: iCloud Sync
zh_hans: iCloud 同步

source: iCloud unavailable
zh_hans: iCloud 不可用

source: seconds
zh_hans: 秒

source: 日本語
zh_hans: 日语
